Repository: Arsenal21/simple-wp-shopping-cart
Catalog: wordpress-paypal-shopping-cart/languages/wordpress-simple-paypal-shopping-cart-*.po
Languages: ja_jp, pl_pl, tr_tr

source: Your Shopping Cart
ja_jp: あなたのカート
pl_pl: Twój Koszyk
tr_tr: Alışveriş Sepetiniz

source: Your cart is empty
ja_jp: カートは空です
pl_pl: Twój Koszyk jest pusty
tr_tr: Sepetiniz boş

source: Shopping Cart Configuration Error! You must specify a value in the 'Checkout Page URL' field for the automatic redirection feature to work!
ja_jp: ショッピングカートの構成エラーです！ 'Checkout Page URL'フィールドの値を設定し自動的に戻る機能が動くようにする必要があります。
pl_pl: Błędna konfiguracja Koszyka! Aby działało automatyczne przekierowanie, trzeba w polu 'Koszyk - Strona' wpisać adres URL strony z Koszykiem!
tr_tr: Alışveriş Sepeti Yapılandırma Hatası! Otomatik yönlendirme özelliğinin çalışması için 'Ödeme Sayfası URL' alanına bir değer girmelisiniz!

source: Visit The Shop
ja_jp: お店を訪問
pl_pl: Wchodzę do sklepu
tr_tr: Mağazayı Ziyaret Et

source: USD
ja_jp: 円
pl_pl: PLN
tr_tr: TL

source: Cart
ja_jp: カート
pl_pl: Koszyk
tr_tr: Sepet

source: Hit enter to submit new Quantity.
ja_jp: 新しい数量を入れたらエンターキーを押す
pl_pl: Proszę nacisnąć ENTER żeby zatwierdzić nową ilość artykułów.
tr_tr: Yeni miktarı göndermek için Enter tuşuna basın.

source: Item Name
ja_jp: 品名
pl_pl: Artykuł
tr_tr: Ürün Adı

source: Quantity
ja_jp: 数量
pl_pl: Ilość
tr_tr: Miktar

source: Price
ja_jp: 価格
pl_pl: Cena
tr_tr: Fiyat

source: Remove
ja_jp: 削除
pl_pl: Usuń
tr_tr: Kaldır

source: Subtotal
ja_jp: 小計
pl_pl: Razem
tr_tr: Ara Toplam

source: Shipping
ja_jp: 送料
pl_pl: Wysyłka
tr_tr: Kargo

source: Total
ja_jp: 合計
pl_pl: Do zapłaty
tr_tr: Toplam

source: paypal_checkout_EN.png
pl_pl: paypal_checkout_PL.png
tr_tr: paypal_checkout_TR.png

source: Make payments with PayPal - it\'s fast, free and secure!
ja_jp: PayPalで払おうー 早い、安い、安全
pl_pl: Płatność PayPal - szybko, bezpłatnie i bezpiecznie!
tr_tr: PayPal ile ödeme yapın - hızlı, ücretsiz ve güvenli!

source: Add to Cart
ja_jp: カートに追加
pl_pl: Kupuję
tr_tr: Sepete Ekle

source: Options Updated!
ja_jp: オプションを更新しました
pl_pl: Zaktualizowano ustawienia!
tr_tr: Seçenekler Güncellendi!

source: Simple Paypal Shopping Cart Settings
ja_jp: Simple Paypal Shopping Cart 設定
pl_pl: Ustawienia Simple Paypal Shopping Cart
tr_tr: Basit PayPal Alışveriş Sepeti Ayarları

source: For information, updates and detailed documentation, please visit:
ja_jp: 情報やドキュメントの詳細は、こちらを訪れてください：
pl_pl: Aby uzyskać informacje, aktualizacje i dokładną dokumentację, proszę odwiedzić:
tr_tr: Bilgi, güncellemeler ve detaylı belgeler için lütfen ziyaret edin:

source: Usage:
ja_jp: 使い方
pl_pl: Przeznaczenie:
tr_tr: Kullanım:

source: 1. To add the 'Add to Cart' button simply add the trigger text
ja_jp: 1. ' カートに追加' ボタンを追加するには、トリガーとなるテキストを追加するだけです
pl_pl: 1. Aby dodać przycisk 'Dodaj do Koszyka' na stronie lub przy artykule, należy użyć skrótu
tr_tr: 1. 'Sepete Ekle' butonunu eklemek için tetikleyici metni ekleyin

source: PRODUCT-NAME
pl_pl: NAZWA-PRODUKTU
tr_tr: ÜRÜN-ADI

source: PRODUCT-PRICE
pl_pl: CENA-PRODUKTU
tr_tr: ÜRÜN-FİYATI

source: to a post or page next to the product. Replace PRODUCT-NAME and PRODUCT-PRICE with the actual name and price. For example: [wp_cart:Test Product:price:15.00:end]
ja_jp: 投稿や固定ページの製品の横にPRODUCT-NAMEとPRODUCT-PRICEを実際の名前と価格に入れ替えて置くだけです。例えば[wp_cart:試行品:price:１００:end]
pl_pl: w artykule lub na stronie obok produktu. Proszę zamienić NAZWA-PRODUKTU oraz CENA-PRODUKTU przez faktyczną nazwę i rzeczywistą cenę produktu. Na przykład: [wp_cart:Produkt-testowy:price:15.00:end]
tr_tr: ürünün yanındaki bir yazıya veya sayfaya ekleyin. ÜRÜN-ADI ve ÜRÜN-FİYATI yerine gerçek adı ve fiyatı yazın. Örneğin: [wp_cart:Test Ürünü:fiyat:15.00:end]

source: 2. To add the shopping cart to a post or page (eg. checkout page) simply add the shortcode
ja_jp: 2. ショッピングカートを投稿や固定ページに加えるには（例えば：チェックアウトページ）単純に短いコードを加えます
pl_pl: 2. Aby pokazać koszyk na stronie lub w artykule (np. na stronie 'Koszyk') należy użyć skrótu
tr_tr: 2. Alışveriş sepetini bir yazıya veya sayfaya (örneğin ödeme sayfası) eklemek için kısa kodu ekleyin

source: to a post or page or use the sidebar widget to add the shopping cart to the sidebar.
ja_jp: 投稿や固定ページや、ショッピングカートをサイドバーウィジェットに入れ、サイドバーに表示します
pl_pl: w artykule lub na stronie. Można również zaktywować Sidebar Widget aby pokazać Koszyk w Sidebarze.
tr_tr: bir yazıya veya sayfaya ekleyin ya da kenar çubuğuna alışveriş sepetini eklemek için kenar çubuğu bileşenini kullanın.

source: PayPal and Shopping Cart Settings
ja_jp: PayPalとショッピングカートの設定
pl_pl: Ustawienia PayPal i Koszyka
tr_tr: PayPal ve Alışveriş Sepeti Ayarları

source: Paypal Email Address
ja_jp: Paypalメールアドレス
pl_pl: Adres e-mail w Paypal
tr_tr: PayPal E-posta Adresi

source: Shopping Cart title
ja_jp: ショッピングカートのタイトル
pl_pl: Nazwa Koszyka
tr_tr: Alışveriş Sepeti Başlığı

source: Text/Image to Show When Cart Empty
ja_jp: カートが空であることを示す文字か、イメージ
pl_pl: Tekst/Obrazek dla pustego Koszyka
tr_tr: Sepet Boşken Gösterilecek Metin/Resim

source: You can either enter plain text or the URL of an image that you want to show when the shopping cart is empty
ja_jp: ショッピングカートが空であることを示すために、単純なテキストか、イメージを示すURLを入力できます
pl_pl: Można wpisać zwykły tekst lub podać adres URL obrazka (będzie wyświetlony przy pustym stanie Koszyka)
tr_tr: Alışveriş sepeti boşken gösterilmesini istediğiniz bir metin veya bir resmin URL'sini girebilirsiniz

source: Currency
ja_jp: 通貨
pl_pl: Waluta
tr_tr: Para Birimi

source: e.g.
ja_jp: 例えば
pl_pl: np.
tr_tr: ör.

source: Currency Symbol
ja_jp: 通貨のシンボル
pl_pl: Symbol waluty
tr_tr: Para Birimi Sembolü

source: Base Shipping Cost
ja_jp: 基本送料
pl_pl: Podstawowa koszta wysyłki
tr_tr: Temel Kargo Ücreti

source: This is the base shipping cost that will be added to the total of individual products shipping cost. Put 0 if you do not want to charge shipping cost or use base shipping cost.
ja_jp: これは個々の製品の合計に加えられる送料です。０とすると、基本送料は課金されません
pl_pl: Podstawowe koszta wysyłki zostają dodane do kwoty indywidualnych kosztów wysyłki każdego produktu. Proszę wpisać 0 jeśli nie życzą sobie Państwo podstawowych lub żadnych kosztów wysyłki.
tr_tr: Bu, tek tek ürünlerin kargo ücretlerine eklenecek temel kargo ücretidir. Kargo ücreti almak istemiyorsanız veya temel kargo ücretini kullanmak istemiyorsanız 0 girin.

source: Learn More on Shipping Calculation
ja_jp: 送料のさらなるオプション
pl_pl: Więcej informacji o obliczeniu kosztów wysyłki
tr_tr: Kargo Hesaplama Hakkında Daha Fazla Bilgi Edinin

source: Free Shipping for Orders Over
ja_jp: 注文の送料無料
pl_pl: Bez dodatkowych kosztów wysyłki dla zamówień powyżej
tr_tr: Üzeri Siparişlerde Ücretsiz Kargo

source: When a customer orders more than this amount he/she will get free shipping. Leave empty if you do not want to use it.
ja_jp: お客さんの注文がこの金額を越えると、送料は無料になります。この機能を使いたくない場合は、なにも指定しないでください。
pl_pl: Jeśli zamówienie klienta przekroczy tą kwotę, koszta wysyłki wynoszą zero. Proszę zostawić polę pustę, jeśli nie chcą Państwo używać tej funkcji.
tr_tr: Müşteri bu miktardan fazla sipariş verdiğinde ücretsiz kargo alır. Kullanmak istemiyorsanız boş bırakın.

source: Must Collect Shipping Address on PayPal
ja_jp: Paypalからの送り先アドレスを正しいものとする
pl_pl: Klient musi podać w PayPal swój adres wysyłkowy
tr_tr: PayPal'da Kargo Adresi Toplama Zorunluluğu

source: If checked the customer will be forced to enter a shipping address on PayPal when checking out.
ja_jp: もし、これをチェックするとチェックアウト時に、Paypalに登録された送り先住所を強制されます。
pl_pl: Jeśli ta opcja jest aktywna, klient musi podać przy zamówieniu przez PayPal swój adres wysyłki.
tr_tr: Eğer işaretlenirse, müşteri ödeme sırasında PayPal'da kargo adresi girmek zorunda kalır.

source: Use PayPal Profile Based Shipping
ja_jp: Paypalプロファイルを基本とした送り先にする
pl_pl: Użyj kalkulatora kosztów wysyłki PayPal
tr_tr: PayPal Profil Tabanlı Kargoyu Kullan

source: Check this if you want to use
ja_jp: これをチェックすると、
pl_pl: Tą opcję należy zaktywować aby używać
tr_tr: Bunu kullanmak istiyorsanız işaretleyin

source: PayPal profile based shipping
ja_jp: Paypalのプロファイルにある送り先を基本とします
pl_pl: koszta wysyłki obliczone przez PayPal
tr_tr: PayPal profil tabanlı kargo

source: Using this will ignore any other shipping options that you have specified in this plugin.
ja_jp: このプラグインで設定している他の送り先オプションはすべて無視されます。
pl_pl: Zaznaczenie tej opcji zdezaktywuje wszystkie inne opcje kosztów wysyłki tej wtyczki.
tr_tr: Bunu kullanmak, bu eklentide belirttiğiniz diğer kargo seçeneklerini yok sayar.

source: Add to Cart button text or Image
ja_jp: カートに加える ボタンの文字かイメージ
pl_pl: Tekst lub zdjęcie dla przycisku "Dodaj do koszyka"
tr_tr: Sepete Ekle butonu metni veya Resmi

source: To use a customized image as the button simply enter the URL of the image file.
ja_jp: 自分で作ったボタンのイメージを使いたい場合、ここでイメージファイルのURLを入力
pl_pl: Aby użyć własnego obrazka dla tego przycisku, należy podać adres URL obrazka.
tr_tr: Buton olarak özelleştirilmiş bir resim kullanmak için resim dosyasının URL'sini girin.

source: Return URL
ja_jp: 戻り先URL
pl_pl: Powrotny URL
tr_tr: Dönüş URL'si

source: This is the URL the customer will be redirected to after a successful payment
ja_jp: ここには支払いがうまくいったお客さんが転送される先のURLをいれる
pl_pl: Klient zostanie przeniesiony na ten URL jeśli proces zamówienia zakończył się sukcesem
tr_tr: Bu, başarılı bir ödemeden sonra müşterinin yönlendirileceği URL'dir

source: Products Page URL
ja_jp: 製品ページのURL
pl_pl: Adres URL strony z produktami
tr_tr: Ürünler Sayfası URL'si

source: This is the URL of your products page if you have any. If used, the shopping cart widget will display a link to this page when cart is empty
ja_jp: 製品紹介ページのURLをいれる。もし、設定するとショッピングカートが空の場合、このページへのリンクが表示される。
pl_pl: Jeśli posiadają Państwo osobną stronę z produktami, należy tu podać jej adres URL. Zostanie on wyświetlona w Koszyku, jeśli koszyk będzie pusty.
tr_tr: Bu, varsa ürün sayfanızın URL'sidir. Kullanılırsa, alışveriş sepeti bileşeni sepet boşken bu sayfaya bir bağlantı gösterir

source: Automatic redirection to checkout page
ja_jp: チェックアウト後に自動的に転送される先のURL
pl_pl: Automatyczne przekierowanie do Koszyka
tr_tr: Ödeme sayfasına otomatik yönlendirme

source: Checkout Page URL
ja_jp: チェックアウトページのURL
pl_pl: Adres strony z Koszykiem
tr_tr: Ödeme Sayfası URL'si

source: If checked the visitor will be redirected to the Checkout page after a product is added to the cart. You must enter a URL in the Checkout Page URL field for this to work.
ja_jp: ここをチェックした場合、訪問者はカートに製品を追加したのちチェックアウトページへ転送される。チェックアウトページのURLを入れる必要がある
pl_pl: Jeśli ta opcja jest aktywna, klienci zostają przekierowani do strony z Koszykiem po dodaniu produktu do Koszyka. Należy podać adres URL strony z Koszykiem, aby korzystać z tej funkcji.
tr_tr: Eğer işaretlenirse, bir ürün sepete eklendikten sonra ziyaretçi ödeme sayfasına yönlendirilir. Bunun çalışması için Ödeme Sayfası URL alanına bir URL girmelisiniz.

source: Reset Cart After Redirection to Return Page
ja_jp: 戻り先のページから転送されてきた場合、カートをリセットする
pl_pl: Wyzerować Koszyk po przekierowaniu na stronę powrotną sklepu
tr_tr: Dönüş Sayfasına Yönlendirme Sonrası Sepeti Sıfırla

source: If checked the shopping cart will be reset when the customer lands on the return URL (Thank You) page.
ja_jp: もしチェックした場合、ショッピングカートは、お客さんが戻り先URL（ありがとうございます）ページにつくとリセットされる。
pl_pl: Jeśli ta opcja jest aktywna, Koszyk zostanie wyzerowany po powrocie klienta do sklepu z serwisu PayPal ("Dziękujemy za dokonane zakupy").
tr_tr: Eğer işaretlenirse, müşteri dönüş URL'sine (Teşekkür) sayfasına ulaştığında alışveriş sepeti sıfırlanır.

source: Hide Shopping Cart Image
ja_jp: ショッピングカートのイメージを隠す
pl_pl: Nie wyświetlać symbolu Koszyka
tr_tr: Alışveriş Sepeti Resmini Gizle

source: If ticked the shopping cart image will not be shown.
ja_jp: もしチェックしたら、ショッピングカートのイメージは表示されない
pl_pl: Jeśli ta opcja jest aktywna, symbol Koszyka nie zostanie wyświetlony.
tr_tr: Eğer işaretlenirse, alışveriş sepeti resmi gösterilmez.

source: Use WP Affiliate Platform
ja_jp: WP Affiliate Platformを使う
pl_pl: Biorę udział w programie WP Affiliate Platform
tr_tr: WP Ortaklık Platformunu Kullan

source: Check this if using with the
ja_jp: 使うならチェックする
pl_pl: Tą opcję należy zaznaczyć, aby użyć wtyczki w
tr_tr: Bunu kullanıyorsanız işaretleyin

source: This plugin lets you run your own affiliate campaign/program and allows you to reward (pay commission) your affiliates for referred sales
ja_jp: このプラグインはあなた自身がアフィリエイト・キャンペーンプログラムを行ったりコミッションをアフィリエイトに支払ったりできます
pl_pl: Wtyczka umożliwia prowadzenie własnego programu afiliacyjnego i nagradzanie partnerów dystrybucyjnych poprzez system prowizji.
tr_tr: Bu eklenti, kendi ortaklık kampanyanızı/programınızı yürütmenize olanak tanır ve yönlendirme satışları için ortaklarınıza (komisyon ödeyerek) ödül vermenizi sağlar

source: Update Options &raquo;
ja_jp: &raquo 更新オプション
pl_pl: Zapisz ustawienia &raquo;
tr_tr: Seçenekleri Güncelle &raquo;

source: Like the Simple WordPress Shopping Cart Plugin?
ja_jp: Simple WordPress Shopping Cart プラグインは気に入りましたか？
pl_pl: Podoba się Państwu wtyczka Simple WordPress Shopping Cart Plugin?
tr_tr: Basit WordPress Alışveriş Sepeti Eklentisini Beğendiniz mi?

source: Give it a good rating
ja_jp: よいレートをあたえる
pl_pl: Oddaj dobrą ocenę
tr_tr: Ona iyi bir puan verin

source: WP Paypal Shopping Cart Options
ja_jp: WP Paypal shopping Cart オプション
pl_pl: WP Paypal Ustawienia Koszyka
tr_tr: WP PayPal Alışveriş Sepeti Seçenekleri

source: WP Paypal Shopping Cart
pl_pl: WP Paypal Koszyk
tr_tr: WP PayPal Alışveriş Sepeti

source: WP Shopping Cart
pl_pl: WP Koszyk
tr_tr: WP Alışveriş Sepeti

source: Shopping Cart
ja_jp: 買い物かご
pl_pl: Koszyk
tr_tr: Alışveriş Sepeti

source: Set the Plugin Settings from the Settings menu
ja_jp: 設定メニューからプラグインの設定をする
pl_pl: Konfigurację wtyczki należy zmienić w ustawieniach
tr_tr: Eklenti Ayarlarını Ayarlar menüsünden yapın

source: Display WP Paypal Shopping Cart.
ja_jp: WP Paypal shopping Cartの表示
pl_pl: WP Paypal Pokaż Koszyk.
tr_tr: WP PayPal Alışveriş Sepetini Görüntüle.

source: Settings
ja_jp: 設定
pl_pl: Ustawienia
tr_tr: Ayarlar
